Repository: leshakovalevskiy2002/siteblog
Catalog: sitewomen/women/locale/*/LC_MESSAGES/django.po
Languages: be, ru

source: Sort by articles
be: Сартаваць па артыкулах
ru: Сортировка по статьям

source: Short articles
be: Кароткія артыкулы
ru: Короткие статьи

source: Medium articles
be: Сярэднія артыкулы
ru: Средние статьи

source: Long articles
be: Доўгія артыкулы
ru: Большие статьи

source: Women's marital status
be: Сямейны статус жанчын
ru: Семейный статус женщин

source: Single
be: Незамужняя
ru: Незамужняя

source: Married
be: Замужам
ru: Замужем

source: Age groups
be: Узроставыя групы
ru: Возрастные группы

source: Young age
be: Малады ўзрост
ru: Молодой возраст

source: Middle age
be: Сярэдні ўзрост
ru: Средний возраст

source: Elderly age
be: Пажылы ўзрост
ru: Пожилой возраст

source: Senile age
be: Старэчы ўзрост
ru: Старческий возраст

source: Longevity
be: Даўгалецце
ru: Долголетие

source: Brief description
be: Кароткае апісанне
ru: Краткое описание

source: Description of %(count)d character
be: Апісанне %(count)d сімвал
ru: Описание %(count)d символ

source: Image
be: Выява
ru: Изображение

source: No photo
be: Без фота
ru: Без фото

source: Publish selected entries
be: Апублікаваць выбраныя запісы
ru: Опубликовать выбранные записи

source: %(count)d entry was updated
be: Абноўлена %(count)d запіс
ru: Обновлена %(count)d запись

source: Mark selected entries as draft
be: Зрабіць выбраныя запісы чарнавіком
ru: Сделать выбранные записи черновиком

source: %(count)d entry was unpublished
be: Знята з публікацыі %(count)d запіс
ru: Снята с публикации %(count)d запись

source: Number of women per category
be: Колькасць жанчын па катэгорыі
ru: Количество женщин по категории

source: Famous Women of the World
be: Вядомыя жанчыны свету
ru: Известные женщины мира

source: My Django Blog – Latest Posts
be: Мой блог на Django — апошнія запісы
ru: Мой блог на Django — последние записи

source: New posts on my website.
be: Новыя запісы на маім сайце.
ru: Новые записи на моем сайте.

source: Status
be: Статус
ru: Статус

source: Title is required
be: Загаловак абавязковы
ru: Без заголовка никак

source: Not married
be: Не замужам
ru: Не замужем

source: Select category
be: Абярыце катэгорыю
ru: Выберите категорию

source: Your name
be: Ваша імя
ru: Ваше имя

source: Your email
be: Ваш email
ru: Ваш email

source: Your comment
be: Ваш каментар
ru: Ваш комментарий

source: Are you human?
be: Вы не робат?
ru: Вы не робот?

source: Enter your comment
be: Увядзіце ваш каментар
ru: Введите ваш комментарий

source: Enter search query
be: Увядзіце пошукавы запыт
ru: Введите поисковый запрос

source: Search...
be: Пошук...
ru: Поиск...

source: Draft
be: Чарнавік
ru: Черновик

source: Published
be: Апублікаваны
ru: Опубликовано

source: Title
be: Загаловак
ru: Заголовок

source: The title is too short
be: Назва занадта кароткая
ru: Заголовок слишком короткий

source: Slug
be: Слаг
ru: Слаг

source: Photo
be: Фота
ru: Фото

source: Content
be: Тэкст артыкула
ru: Текст статьи

source: Time create
be: Час стварэння
ru: Время создания

source: Time update
be: Час абнаўлення
ru: Время изменения

source: Categories
be: Катэгорыі
ru: Категории

source: Tags
be: Тэгі
ru: Тэги

source: Husband
be: Муж
ru: Муж

source: Author
be: Аўтар
ru: Автор

source: Famous women
be: Знакамітыя жанчыны
ru: Известные женщины

source: Category
be: Катэгорыя
ru: Категория

source: Parent category
be: Бацькоўская катэгорыя
ru: Родительская категория

source: Tag
be: Тэг
ru: Тэг

source: Name
be: Імя
ru: Имя мужчины

source: Age
be: Узрост
ru: Возраст

source: Man
be: Чалавек
ru: Мужчина

source: Men
be: Мужчыны
ru: Мужчины

source: Upload an image
be: Загрузіць малюнак
ru: Загрузить изображение

source: Title of the post
be: Назва публікацыі
ru: Название поста

source: Parent comment
be: Бацькоўскі каментар
ru: Родительский комментарий

source: Comment
be: Каментар
ru: Комментарий

source: Date of create
be: Дата стварэння
ru: Дата создания

source: Date of update
be: Дата абнаўлення
ru: Дата обновления

source: Comments
be: Каментарыі
ru: Комментарии

source: %(author)s commented on post %(post)s
be: %(author)s пракаментаваў пост %(post)s
ru: %(author)s прокомментировал пост %(post)s

source: Post
be: Пост
ru: Пост

source: User
be: Карыстальнік
ru: Пользователь

source: Value
be: Значэнне
ru: Значение

source: Like
be: Падабаецца
ru: Нравится

source: Dislike
be: Не падабаецца
ru: Не нравится

source: Time of create
be: Час стварэння
ru: Время создания

source: IP address
be: IP-адрас
ru: IP-адрес

source: Rating
be: Ацэнка
ru: Рейтинг

source: Ratings
be: Ацэнкі
ru: Рейтинги

source: This blog is a place where every voice matters. Here, you can not only read engaging posts but also create your own, share your thoughts, debate, like, dislike, and simply be yourself. We have a live chat for real-time conversations, and posts are neatly organized by topics and tags. Join us — be an author, a reader, a conversationalist. Everyone is welcome!
be: Гэты блог — месца, дзе важны кожны голас. Тут можна не толькі чытаць цікавыя пасты, але і ствараць свае, дзяліцца думкамі, спрачацца, ставіць лайкі і дызлайкі, і проста быць сабой. У нас ёсць чат для жывых размоў, а пасты зручна падзелены па тэмах і тэгах. Далучайся — стань аўтарам, чытачом, суразмоўцам. Мы рады кожнаму!
ru: Этот блог — место, где каждый голос важен. Здесь можно не только читать интересные посты, но и создавать свои, делиться мыслями, спорить, лайкать, дизлайкать и просто быть собой. У нас есть чат для живого общения, а посты удобно разбиты по темам и тегам. Присоединяйся — будь автором, читателем, собеседником. Мы рады каждому!

source: Submit
be: Адправіць
ru: Отправить

source: Refresh captcha
be: Абнавіць капчу
ru: Обновить капчу

source: Posts for your query "%(query)s"
be: Публікацыі па вашым запыце \"%(query)s\"
ru: Публикации по вашему запросу \"%(query)s\"

source: Found %(total_results)s result
be: Знойдзены %(total_results)s вынік
ru: Найден %(total_results)s результат

source: unknown
be: невядома
ru: неизвестно

source: Read post
be: Чытаць
ru: Читать

source: Edit post
be: Рэдагаваць
ru: Редактировать

source: Delete post
be: Выдаліць
ru: Удалить

source: Post tags
be: Тэгі публікацыі
ru: Теги поста

source: No results for your query. Return to
be: Няма вынікаў па вашым запыце. Вярнуцца да
ru: Нет результатов по вашему запросу. Вернуться к

source: viewing articles
be: прагляду артыкулаў
ru: просмотру статей

source: Are you sure you want to delete the post "%(post_title)s"?
be: Вы ўпэўненыя, што хочаце выдаліць публікацыю «%(post_title)s»?
ru: Вы уверены, что хотите удалить пост «%(post_title)s»?

source: Yes, delete
be: Так, выдаліць
ru: Да, удалить

source: Return to post
be: Вярнуцца да публікацыі
ru: Вернуться к посту

source: Edited
be: Адрэдагавана
ru: Отредактировано

source: ago
be: таму
ru: назад

source: Reply
be: Адказаць
ru: Ответить

source: Edit
be: Рэдагаваць
ru: Редактировать

source: Add a comment
be: Дадаць каментар
ru: Добавить комментарий

source: Submit comment
be: Адправіць каментар
ru: Отправить комментарий

source: Home
be: Галоўная
ru: Главная

source: About the site
be: Пра сайт
ru: О сайте

source: Contact
be: Кантакты
ru: Контакты

source: Previous
be: Папярэдняя
ru: Предыдущая

source: Next
be: Наступная
ru: Следующая

source: Today the page was visited <span class="badge bg-primary">%(page_count)s</span> time
be: Сёння старонка была наведана <span class="badge bg-primary">%(page_count)s</span> раз
ru: Сегодня страница была посещена <span class="badge bg-primary">%(page_count)s</span> раз

source: Similar posts
be: Падобныя артыкулы
ru: Похожие статьи

source: No similar posts.
be: Падобных публікацый няма.
ru: Похожих постов нет.

source: %(total)s comment
be: %(total)s каментар
ru: %(total)s комментарий

source: Edit comment
be: Рэдагаваць каментар
ru: Редактировать комментарий

source: Update comment
be: Абнавіць каментар
ru: Обновить комментарий

source: To edit a comment you need to
be: Каб адрэдагаваць каментар, трэба
ru: Чтобы отредактировать комментарий, нужно

source: log in
be: увайсці
ru: войти

source: No comments yet
be: Каментароў пакуль няма
ru: Комментариев пока нет

source: To write comments you need to <a href="%(login_url)s">log in</a>
be: Каб пакінуць каментар, трэба <a href="%(login_url)s">увайсці</a>
ru: Чтобы оставить комментарий, нужно <a href="%(login_url)s">войти</a>

source: Search
be: Пошук
ru: Поиск

source: about/
be: пра-сайт/
ru: о-сайте/

source: addpage/
be: дадаць/
ru: добавить/

source: contact/
be: кантакты/
ru: контакты/

source: post/<slug:post_slug>/
be: паведамленне/<slug:post_slug>/
ru: пост/<slug:post_slug>/

source: category/<slug:cat_slug>/
be: катэгорыя/<slug:cat_slug>/
ru: категория/<slug:cat_slug>/

source: tag/<slug:tag_slug>/
be: тэг/<slug:tag_slug>/
ru: тег/<slug:tag_slug>/

source: edit_post/<slug:slug>/
be: рэдагаваць/<slug:slug>/
ru: редактировать/<slug:slug>/

source: delete_post/<slug:slug>/
be: выдаліць/<slug:slug>/
ru: удалить/<slug:slug>/

source: Only Russian characters, hyphen, and space are allowed.
be: Дазволены толькі рускія сімвалы, злучок і прабел.
ru: Должны присутствовать только русские символы, дефис и пробел.

source: Home page
be: Галоўная
ru: Главная

source: Add article
be: Дадаць артыкул
ru: Добавить статью

source: The post has been successfully added!
be: Запіс быў паспяхова дададзены!
ru: Запись была успешно добавлена!

source: Edit article
be: Рэдагаванне артыкула
ru: Редактирование статьи

source: The post has been successfully updated!
be: Запіс быў паспяхова абноўлены!
ru: Запись была успешно обновлена!

source: Delete article
be: Выдаленне артыкула
ru: Удаление статьи

source: Feedback form
be: Форма зваротнай сувязі
ru: Форма для обратной связи

source: This is not your email address
be: Гэта не ваш E-mail адрас
ru: Это не ваш E-mail адрес

source: Category: %(name)s
be: Катэгорыя: %(name)s
ru: Рубрика: %(name)s

source: Tag - %(tag)s
be: Тэг - %(tag)s
ru: Тег - %(tag)s

source: Unfortunately, this page was not found or has been moved
be: На жаль, гэтая старонка не знойдзена або перамешчана
ru: К сожалению, эта страница не найдена или перемещена

source: Page not found: 404
be: Старонка не знойдзена: 404
ru: Страница не найдена: 404

source: Server error: 500
be: Памылка сервера: 500
ru: Ошибка сервера: 500

source: Internal server error. Please return to the home page. We will send a report to the site administration.
be: Унутраная памылка сайта. Вярніцеся на галоўную старонку, справаздачу мы накіруем адміністрацыі сайта.
ru: Внутренняя ошибка сайта. Вернитесь на главную страницу, отчёт об ошибке мы направим администрации сайта.

source: Access error: 403
be: Памылка доступу: 403
ru: Ошибка доступа: 403

source: Access to this page is restricted
be: Доступ да гэтай старонкі абмежаваны
ru: Доступ к этой странице ограничен

source: %(text)s ago
be: %(text)s таму
ru: %(text)s назад

source: %(count)d comment
be: %(count)d каментар
ru: %(count)d комментарий

source: Updated
be: Адрэдагавана
ru: Отредактировано

source: You must be logged in to add comments
be: Неабходна ўвайсці, каб дадаваць каментары
ru: Необходимо авторизоваться для добавления комментариев

source: Comment successfully updated.
be: Каментар паспяхова абноўлены.
ru: Комментарий успешно изменён.
