Repository: leshakovalevskiy2002/siteblog
Catalog: sitewomen/users/locale/*/LC_MESSAGES/django.po
Languages: be

source: Date of birth
be: Дата нараджэння

source: Photo
be: Фота

source: User photo
be: Фота карыстальніка

source: Default photo
be: Фота па змаўчанні

source: Users
be: Карыстальнікі

source: Username or E-mail
be: Лагін або E-mail

source: Password
be: Пароль

source: Remember me
be: Запомніць мяне

source: Please verify your email to log in
be: Каб увайсці праз email, пацвердзіце пошту

source: Repeat password
be: Паўтарыце пароль

source: Username
be: Лагін

source: E-mail address %(email)s has already been used to create an account. If this account belongs to you but you forgot the password, <a href='%(url)s'>try to reset it here</a>.
be: Адрас электроннай пошты %(email)s ужо быў выкарыстаны для стварэння ўліковага запісу. Калі гэты ўліковы запіс належыць вам, але вы забылі пароль, <a href='%(url)s'>паспрабуйце яго аднавіць тут</a>.

source: Old password
be: Стары пароль

source: New password
be: Новы пароль

source: Confirm password
be: Пацвердзіце пароль

source: E-mail address
be: Адрас электроннай пошты

source: Confirm new password
be: Пацвердзіце новы пароль

source: Profile picture
be: Фота профілю

source: Description
be: Апісанне

source: Confirm your email
be: Пацвердзіце ваш email

source: To confirm your email, please follow this link: %(link)s
be: Каб пацвердзіць email, перайдзіце па спасылцы: %(link)s

source: To confirm your registration, follow the link in the email sent to your address.
be: Каб пацвердзіць рэгістрацыю, перайдзіце па спасылцы з ліста, адпраўленага на ўказаны e-mail адрас.

source: Login
be: Увайсці

source: Register
be: Рэгістрацыя

source: Forgot password?
be: Забылі пароль?

source: Confirm
be: Пацвердзіць

source: Return to profile editing page
be: Вярнуцца на старонку рэдагавання профілю

source: Your password has been set. You may go ahead and log in now.
be: Ваш пароль быў паспяхова зменены. Цяпер вы можаце ўвайсці ў сістэму.

source: Log in
be: Увайсці

source: Change password
be: Памяняць пароль

source: The password reset link is invalid, possibly because it has already been used.
be: Спасылка для скіду пароля несапраўдная, магчыма, яна ўжо была выкарыстана.

source: Please request a new password reset.
be: Калі ласка, запытайце новы скід пароля.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
be: Мы адправілі вам інструкцыі па ўсталяванні новага пароля, калі ўліковы запіс з указаным email існуе. Вы павінны атрымаць ліст у бліжэйшы час.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
be: Калі вы не атрымалі ліст, пераканайцеся, што ўказалі адрас, выкарыстаны пры рэгістрацыі, і праверце папку «Спам».

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
be: Вы атрымалі гэты ліст, таму што запыталі скід пароля для сваёй уліковай запісу на сайце %(site_name)s.

source: Please go to the following page and choose a new password:
be: Калі ласка, перайдзіце па наступнай спасылцы і абярыце новы пароль:

source: Your username, in case you’ve forgotten:
be: Ваш лагін, калі вы яго забылі:

source: Thanks for using our site!
be: Дзякуй за выкарыстанне нашага сайта!

source: The %(site_name)s team
be: Каманда сайта %(site_name)s

source: Send
be: Адправіць

source: Profile
be: Профіль

source: Save
be: Захаваць

source: Already have an account?
be: Ужо ёсць акаўнт?

source: Welcome!
be: Сардэчна запрашаем!

source: You have successfully registered on the site! To log in, please use this
be: Вы паспяхова зарэгістраваліся на сайце! Каб увайсці ў сістэму, скарыстайцеся гэтай

source: link
be: спасылкай

source: Your profile
be: Ваш профіль

source: User profile %(username)s
be: Профіль карыстальніка %(username)s

source: User avatar
be: Аватар карыстальніка

source: Full name:
be: Імя і прозвішча:

source: Last login:
be: Апошні ўваход:

source: a long time ago
be: даўно

source: Status:
be: Статус:

source: Online
be: Анлайн

source: Date of birth:
be: Дата нараджэння:

source: About me:
be: Пра сябе:

source: Edit
be: Рэдагаваць

source: login/
be: увайсці/

source: logout/
be: выйсці/

source: registration/
be: рэгістрацыя/

source: registration/confirm_email/
be: рэгістрацыя/пацвердзіць-пошту/

source: registration/verify_email/<uuid:token>/
be: рэгістрацыя/праверка-пошты/<uuid:token>/

source: registration_done/
be: рэгістрацыя_завершана/

source: profile/
be: профіль/

source: show_profile/<slug:slug>/
be: профіль/<slug:slug>/

source: password_change/
be: змена_пароля/

source: password_change/done/
be: змена_пароля/скончана/

source: password_reset/
be: скінуць_пароль/

source: password_reset/done/
be: скінуць_пароль/скончана/

source: password_reset/<uidb64>/<token>/
be: скінуць_пароль/<uidb64>/<token>/

source: password_reset/complete/
be: скінуць_пароль/завершана/

source: Authorization
be: Аўтарызацыя

source: Welcome to the site!
be: Сардэчна запрашаем на сайт!

source: Registration
be: Рэгістрацыя

source: User is already verified
be: Карыстальнік ужо пацверджаны

source: User profile
be: Ваш профіль

source: Password has been successfully changed
be: Пароль быў паспяхова зменены

source: User profile - %(username)s
be: Профіль карыстальніка - %(username)s
